Repository: rofirrim/Eiciel
Catalog: po/*.po
Languages: ru

source: Could not add ACL entry:
ru: Не удаётся добавить запись ACL:

source: Could not remove ACL entry:
ru: Не удаётся удалить запись ACL:

source: Could not modify ACL entry:
ru: Не удаётся изменить запись ACL:

source: Exception when setting ACL of file '%s': '%s'
ru: Исключение при установке ACL для файла «%s»: «%s»

source: Unknown exception when setting ACL of file '%s'
ru: Неизвестное исключение при установке ACL для файла «%s»

source: Are you sure you want to remove all ACL default entries?
ru: Вы действительно хотите удалить все записи ACL по умолчанию?

source: Applying ACLs to enclosed files
ru: Применение ACL к вложенным файлам

source: Current participants in ACL
ru: Текущие участники ACL

source: Available participants
ru: Доступные участники

source: Edit ACLs for enclosed files...
ru: Изменить ACL для вложенных файлов...

source: Mask
ru: Маска

source: Other
ru: Другое

source: Default Mask
ru: Маска по умолчанию

source: Default Other
ru: Другое значение по умолчанию

source: Participant
ru: Участник

source: Read
ru: Чтение

source: Write
ru: Запись

source: Execute
ru: Выполнение

source: There are ineffective permissions
ru: Существуют недействующие разрешения

source: Edit default participants
ru: Редактировать участников по умолчанию

source: Only regular files or directories supported
ru: Поддерживаются только обычные файлы или каталоги

source: Textual representation of the ACL is wrong
ru: Неверное текстовое представление списков управления доступом (ACL)

source: Default textual representation of the ACL is wrong
ru: Неверное текстовое представление по умолчанию списков управления доступом (ACL)

source: Initial edit mode (default mode otherwise)
ru: Начальный режим редактирования (в противном случае — режим по умолчанию)

source: Invalid value for 'edit-mode' option. Valid options are 'acl' or 'xattr'
ru: Неверное значение для параметра «edit-mode». Допустимые значения: «acl» или «xattr»

source: Graphical editor of file ACLs and extended attributes
ru: Графический редактор для ACL и расширенных атрибутов

source: translator-credits
ru: Mariya Shikunova

source: Access Control List
ru: Список управления доступом

source: Extended attributes
ru: Дополнительные атрибуты

source: Select file
ru: Выбрать файл

source: Select directory
ru: Выбор каталога

source: No file opened
ru: Нет открытых файлов

source: Open file
ru: Открыть файл

source: Open directory
ru: Открытие каталога

source: Extended Attributes
ru: Дополнительные атрибуты

source: About Eiciel
ru: О программе Eiciel

source: Quit
ru: Выход

source: Edit ACLs for enclosed files
ru: Изменить ACL для вложенных файлов

source: Cancel
ru: Отмена

source: Apply
ru: Применить

source: Participants in ACL for enclosed files
ru: Участники ACL для вложенных файлов

source: Participants in ACL for enclosed directories
ru: Участники ACL для вложенных каталогов

source: Read, write and execute
ru: Прочитать, записать и выполнить

source: Read and write
ru: Прочитать и записать

source: Read and execute
ru: Прочитать и выполнить

source: Only read
ru: Только прочитать

source: Write and execute
ru: Записать и выполнить

source: Only write
ru: Только записать

source: Only execute
ru: Только выполнить

source: No permission
ru: Без доступа

source: List directory, access, create and remove files
ru: Список каталогов, доступ, создание и удаление файлов

source: List directory, no access to files
ru: Список каталогов без доступа к файлам

source: List directory and access files
ru: Список каталогов с доступом к файлам

source: List directory only, no access to files
ru: Только список каталогов, без доступа к файлам

source: No list directory but access, create and remove
ru: Без списка каталогов, с доступом, созданием и удалением

source: No list directory and access files
ru: Без списка каталогов и доступа к файлам

source: User owner
ru: Владелец «Пользователь»

source: Group owner
ru: Владелец «Группа»

source: User ACL: ‘%s’
ru: ACL пользователя: «%s»

source: Group ACL: ‘%s’
ru: ACL группы: «%s»

source: Mask limits Group owner, User ACL and Group ACL to
ru: Маска ограничивает владельца «Группа», ACL пользователя и ACL владельца до

source: Other users
ru: Другие пользователи

source: New files will have User owner
ru: Новым файлам будет присвоен владелец «Пользователь»

source: New files will have Group owner
ru: Новым файлам будет присвоен владелец «Группа»

source: New files will have User ACL: ‘%s’
ru: Новым файлам будет присвоен ACL пользователя: «%s»

source: New files will have Group ACL: ‘%s‘
ru: Новым файлам будет присвоен ACL группы: «%s»

source: New files will have Mask
ru: Новым файлам будет присвоена маска

source: New files will have Other users
ru: Новым файлам будут присвоены пользователи категории «Другие»

source: Edit Access Control Lists…
ru: Изменить списки управления доступом…

source: Allows editing Access Control Lists
ru: Позволяет изменить списки управления доступом

source: Edit extended attributes…
ru: Изменить дополнительные атрибуты…

source: Participant not found
ru: Участник не найден

source: User
ru: Пользователь

source: Group
ru: Группа

source: Default participant
ru: Участник по умолчанию

source: Filter participants
ru: Фильтр по участникам

source: Advanced features
ru: Дополнительные функции

source: Name of participant
ru: Имя участника

source: Search
ru: Поиск

source: Show system participants
ru: Показывать системных участников

source: Name
ru: Имя

source: Value
ru: Значение

source: There is already an attribute with this name
ru: Атрибут с таким именем уже существует

source: Name of the new attribute
ru: Имя нового атрибута

source: Value of the new attribute
ru: Значение нового атрибута
