Repository: rofirrim/eiciel
Catalog: po/*.po
Languages: fr

source: Could not add ACL entry:
fr: Impossible d'ajouter une entrée ACL :

source: Could not remove ACL entry:
fr: Impossible de supprimer une entrée ACL :

source: Could not modify ACL entry:
fr: Impossible de modifier une entrée ACL :

source: Are you sure you want to remove all ACL default entries?
fr: Voulez-vous vraiment supprimer toutes les entrées ACL par défaut ?

source: Edit ACLs for enclosed files...
fr: Modifier les ACLs pour les fichiers joints...

source: Mask
fr: Masque

source: Other
fr: Autre

source: Default Mask
fr: Masque par défaut

source: Default Other
fr: Autre par défaut

source: Read
fr: Lecture

source: Write
fr: Écriture

source: Execute
fr: Exécution

source: There are ineffective permissions
fr: Il existe des autorisations inefficaces

source: Edit default participants
fr: Éditer les participants par défaut

source: Only regular files or directories supported
fr: Seuls les fichiers ou les répertoires standard sont pris en charge

source: Textual representation of the ACL is wrong
fr: La représentation textuelle de l'ACL est erronée

source: Default textual representation of the ACL is wrong
fr: La représentation textuelle par défaut de l'ACL est erronée

source: Initial edit mode (default mode otherwise)
fr: Mode de modification initiale (sinon, mode par défaut)

source: Invalid value for 'edit-mode' option. Valid options are 'acl' or 'xattr'
fr: Valeur invalide pour l’option 'edit-mode'. Les options valides sont 'acl' ou 'xattr’

source: Graphical editor of file ACLs and extended attributes
fr: Éditeur graphique des ACL de fichiers et des attributs étendus

source: translator-credits
fr: crédits-traducteurs

source: Access Control List
fr: liste de contrôle d'accès

source: Select file
fr: Sélection fichier

source: No file opened
fr: Aucun fichier ouvert

source: Open file
fr: Ouvrir fichier

source: About Eiciel
fr: À propos d’Eiciel

source: Quit
fr: Quitter

source: Edit ACLs for enclosed files
fr: Modifier les ACL pour les fichiers joints

source: Read, write and execute
fr: Lire, écrire et exécuter

source: Read and write
fr: Lire et écrire

source: Read and execute
fr: Lire et exécuter

source: Write and execute
fr: Écrire et exécuter

source: No permission
fr: Pas de permission

source: List directory, access, create and remove files
fr: Lister répertoire, accéder, créer et supprimer des fichiers

source: List directory, no access to files
fr: Lister répertoire, pas d'accès aux fichiers

source: List directory and access files
fr: Lister répertoire, et accéder aux fichiers

source: List directory only, no access to files
fr: Lister répertoire seulement, pas d'accès aux fichiers

source: No list directory but access, create and remove
fr: Ne pas lister répertoire mais accéder, créer et supprimer

source: No list directory and access files
fr: Ne pas lister répertoire ni accéder fichiers

source: User owner
fr: Utilisateur propriétaire

source: User ACL: ‘%s’
fr: Utilisateur ACL : ‘%s’

source: Group ACL: ‘%s’
fr: Groupe ACL : ‘%s’

source: New files will have User owner
fr: Nouveaux fichiers auront le propriétaire Utilisateur

source: New files will have Group owner
fr: Nouveaux fichiers auront le propriétaire Groupe

source: New files will have User ACL: ‘%s’
fr: Nouveaux fichiers auront l'ACL utilisateur : « %s »

source: New files will have Group ACL: ‘%s‘
fr: Nouveaux fichiers auront le Groupe ACL : « %s »

source: New files will have Other users
fr: Nouveaux fichiers auront utilisateurs Autres

source: Participant not found
fr: Participant introuvable

source: User
fr: Utilisateur

source: Default participant
fr: Participant par défaut

source: Filter participants
fr: Filtrer les participants

source: Advanced features
fr: Fonctionnalités avancées

source: Name of participant
fr: Nom du participant

source: Search
fr: Recherche

source: Name
fr: Nom

source: Value
fr: Valeur

source: There is already an attribute with this name
fr: Il y a déjà un attribut avec ce nom
